[
    {
        "name": "Patrick O'Malley",
        "address": "2828 N Litchfield Rd, Goodyear, AZ 85395 US",
        "phone": "602-663-1791",
        "email": "patrick.omalley@bmo.com"
        "description": "Whether you’re buying, refinancing, or building a custom home, you have a lot riding on your mortgage banker. Market conditions and mortgage programs change frequently, and it’s critical that you’re dealing with a top professional who will give you quick and accurate advice. With over 15 years of experience, I have the expertise and knowledge you need to choose the right path with your financing. After you’ve applied, I’ll call you to discuss the details of your loan, or you may choose to set up an appointment (by phone or in person). You can call me any time or text or email to start the conversation.",
        "specialties": "Physician’s Loans, Construction Loans, Jumbo Financing, Cross-Border Mortgages"
        "background": "I am an experienced, service-oriented mortgage lender with a background in financial services, ready to advise you. I have guided countless customers with their mortgage needs - be it to build a custom home, buy their first or next home, or refinance their mortgage loan to meet other goals. Throughout my career I have developed extensive experience in the physician/dentist, construction and Canadian lending space. At BMO, we have developed a winning combination of product, pricing, and process which sets us apart from our competition. Contact me to discuss the various mortgage options available to you."
    },
    {
        "name": "Kate Saethre",
        "address": "7138 E Thunderbird Rd, Scottsdale, AZ 85254 US",
        "phone": "480-216-1169",
        "email": "kate.saethre@bmo.com",
        "description": "Whether you are purchasing or refinancing, choosing the right mortgage is an important undertaking. I am committed to helping you find the right financing to suit your needs and to make your mortgage experience as uncomplicated as possible. Let's set an appointment for a time and place that is convenient and get started.",
        "specialties": "Physician’s Loans, Construction Loans, Jumbo Financing, Complex Self-Employed Borrowers",
        "background": "I am an experienced, service-oriented mortgage lender with financial services experience, ready to advise you. I have guided countless customers with their mortgage needs - be it to transfer a mortgage, buy their first or next home, or to refinance their mortgage loan to meet other goals. With access to competitive mortgage solutions and detailed knowledge of the surrounding area's real estate market, I can make your dreams of owning your own home become a reality. Contact me to discuss the various mortgage options available to you."
    }
    },
    {
        "name": "Ryan Lehrman",
        "address": "21911 N Scottsdale Rd, Scottsdale, AZ 85255 US",
        "phone": "480-221-3781"
    },
    {
        "name": "Tyler Shatzen",
        "address": "9333 N 90th St, Scottsdale, AZ 85258 US",
        "phone": "480-245-8273"
    },
    {
        "name": "Alex Berger",
        "address": "515 S Flower St, Los Angeles, CA 90071 US",
        "phone": "818-693-6226"
    },
    {
        "name": "Bradley Blake",
        "address": "One Market, San Francisco, CA 94105 US",
        "phone": "480-313-9483"
    },
    {
        "name": "Jennifer Brown",
        "address": "1200 E. Warrenville Road, Naperville, IL 60563 US",
        "phone": "773-412-4250"
    },
    {
        "name": "Bill Bertram",
        "address": "520 Green Bay Rd, Winnetka, IL 60093 US",
        "phone": "847-548-1671"
    },
    {
        "name": "Doug Crouse",
        "address": "105 N Stewart Ct, Liberty, MO 64152 US",
        "phone": "816-728-3631"
    },
    {
        "name": "Fred Hall",
        "address": "200 Crescent Ct. Ste 200, Dallas, TX 75201 US",
        "phone": "916-586-1706"
    },
    {
        "name": "Grant Tisdel",
        "address": "100 Crescent Court, Dallas, TX 75201 US",
        "phone": "858-877-0498"
    },
    {
        "name": "Jeff Holroyd",
        "address": "200 Crescent Ct. Ste 200, Dallas, TX 75201 US",
        "phone": "760-290-9595"
    },
    {
        "name": "Marc Evans",
        "address": "402 E Wisconsin Ave, Appleton, WI 54911 US",
        "phone": "920-831-7721"
    }
]
